export const taskList = [
    {
        "id": "1",
        "type": "2",
        "title": "早晚读打卡",
        "desc": "写一篇关于《未来简史》第一章节的读后感想。",
        "start_time": "2017-01-13 19:41:38",
        "end_time": "2017-02-13 19:41:38",
        "status": "0"
    },
    {
        "id": "2",
        "type": "1",
        "title": "自定义打卡",
        "desc": "阅读《掌控》周五早读",
        "start_time": "2017-01-21 19:41:38",
        "end_time": "2017-02-20 19:41:38",
        "status": "0"
    },
    {
        "id": "3",
        "type": "3",
        "title": "随笔任务",
        "desc": "阅读《掌控》周五晚读",
        "start_time": "2017-01-13 19:41:38",
        "end_time": "2017-03-13 19:41:38",
        "status": "0"
    }
]